package _1_test_260113.ex;

public class Ex3 {
    public static void main(String[] args) {
//        1)
//        사용자 나이를 입력받아 성인 여부 판별 (19세 이상이면 true)
//        입력 : 나이 입력:
//        출력 :
//        성인입니까? true/false

        // 스캐너 도구 이용

        // 입력 받기
        // 스캐너 이용해서 가져오기

        // 출력하기.
//=================================================
//        삼항 연산자 이용, (조건식) ? 참 : 거짓
//        점수가 60점 이상이면 "합격" 아니면 "불합격"
//        입력 : 점수 입력:
//        출력 :
//        합격/불합격 입니다.
        // 스캐너 도구 이용

        // 입력 받기
        // 스캐너 이용해서 가져오기

        // 출력하기.

    }
}
